const travelDetails = {
  '20190620-1': {
    title: '青城 · 问道',
    summary: '从16年国庆自驾之后，终于在2019年端午节迎来了期待了几年的旅游！这次旅游计划，那可真的是一波三折。最初的旅游计划萌芽于五一劳动节，计划节后第一个周末去青城，后来由于不可抗事件导致计划搁浅。在五月底，开始计划端午节出游雅安碧峰峡，小周周同志倾情奉献为我们制定各种攻略，然鹅，因为路况原因，再次放弃（哈哈哈，这里心疼小周周同志一秒钟）。于是目光回到成都附近寻找旅游目的地，最终决定咱们去青城后山玩耍两天。',
    contents: [
      {
        title: '拜水 · 都江堰',
        type: 'text-left',
        content: '出发！早上8点30分坐上地铁，两个傻朋友说我太早了（没错！就是你们小周同志和小灵同志！）票是9点55的啊！盆友！尽管这样，我还是差点迟到了，在最后一分钟冲进了高铁车厢。刺激！',
        image: 'detail20190607-4'
      },
      {
        type: 'text',
        content: '出游第一天就这么刺激的吗！和小周同志率先到达都江堰，然后选择公交去百伦广场寻觅吃的以及空调。下午1点左右，在都江堰百伦广场等到所有小伙伴到齐之后，又吃了一顿干锅，然后一起前往离堆公园，参观水利工程。在南桥头，拍了第一张合照，辛苦我们优秀的摄影师小周同志为了给我们拍照都没有出镜'
      },
      {
        title: '问道 · 青城山',
        type: 'text-right',
        content: '',
        image: 'detail20190607-3'
      }
      // {
      //   title: '标题三',
      //   type: 'text',
      //   content: '段很低哦洒几滴哦去哪都去哪成交额我把你从俄进口琪娃能打开吗琪娃的看起来我们农村建设'
      // },
      // {
      //   title: '标题四',
      //   type: 'image',
      //   content: '段很低哦洒几滴哦去哪都去哪成交额我把你从俄进口琪娃能打开吗琪娃的看起来我们农村建设',
      //   image: 'detail20190607-1'
      // }
    ]
  }
}

export default travelDetails
