const travelDetails = {
  '20190620-1': {
    title: '青城 · 问道',
    contents: {
      p1: {
        type: 'text',
        content: '从16年国庆自驾之后，终于在2019年端午节迎来了期待了几年的旅游！这次旅游计划，那可真的是一波三折。最初的旅游计划萌芽于五一劳动节，计划节后第一个周末去青城，后来因为不可抵抗事件导致计划搁浅。在五月底，开始计划端午节出游雅安碧峰峡，小周周同志倾情奉献为我们制定各种攻略，然鹅，因为路况原因，再次放弃（哈哈哈，这里心疼小周周同志一秒钟）。于是目光回到成都附近寻找旅游目的地，最终决定咱们去青城后山玩耍两天。'
      }
      // p2: {
      //   title: '标题二',
      //   type: 'text-right',
      //   content: '段很低哦洒几滴哦去哪都去哪成交额我把你从俄进口琪娃能打开吗琪娃的看起来我们农村建设',
      //   image: 'detail20190607-1'
      // },
      // p3: {
      //   title: '标题三',
      //   type: 'text',
      //   content: '段很低哦洒几滴哦去哪都去哪成交额我把你从俄进口琪娃能打开吗琪娃的看起来我们农村建设'
      // },
      // p4: {
      //   title: '标题四',
      //   type: 'image',
      //   content: '段很低哦洒几滴哦去哪都去哪成交额我把你从俄进口琪娃能打开吗琪娃的看起来我们农村建设',
      //   image: 'detail20190607-1'
      // }
    }
  }
}

export default travelDetails
